;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Wise Registry Cleaner
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation.
; Wise Registry Cleaner
;
;
; Translation Author = Aleksandr Kravtsov
; Translation Author Email = localiz@rambler.ru
; Soft Version = 8.23
;

[GUI]
ButtonYes=Да
ButtonNo=Нет
ButtonOK=ОК
ButtonMinimize=Свернуть
ButtonMaximize=Развернуть
ButtonClose=Закрыть
ButtonRestore=Восстановить
ButtonMenu=Меню


[Translation]
;
; Навыки чтения
;
ReadHabit=Слева на право
;
;Кодировка и шрифт
;
LanguageName=RUS
LangCode=0419
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET
;
; Окно сообщения
;
Information=Информация
Warning=Предупреждения
Error=Ошибка
Confirm=Подтверждение
;
; Основной GUI
;
FrmWRC.btnregclean.caption=Очистка реестра
FrmWRC.btnadv.caption=Оптимизация
FrmWRC.btnsilm.caption=Сжатие реестра
FrmWRC.btnrestore.caption=Откат
FrmWRC.btnsettings.caption=Опции
FrmWRC.btnlikeit.caption=Нравится
FrmWRC.btnsuggest.caption=Предложения и отзывы
FrmWRC.WiseSimpleButton1.caption=Копии
FrmWRC.btnupdate.caption=Проверить обновление
FrmWRC.btnfacebook.hint=Подписаться на facebook
FrmWRC.btntwitter.hint=Следите за нами в twitter
FrmWRC.btnemail.hint=Поделиться с друзьями

;
; Очистка реестра
;
FrmRegClean.btnall.caption=Отм. все
FrmRegClean.btnre.caption=Рекомендуется
FrmRegClean.btnnone.caption=Снять все
FrmRegClean.btnCustom.caption=Категории
FrmRegClean.WiseLabel1.caption=Задача
FrmRegClean.lbltype.caption=Тип запуска:
FrmRegClean.lblweek.caption=День недели:
FrmRegClean.lbltime.caption=Время:
FrmRegClean.btnScan.caption=Сканировать
FrmRegClean.btncancel.caption=Отмена
FrmRegClean.btnrescan.caption=Повтор
FrmRegClean.lblstat.caption=Реестр нуждается в очистке. Сделайте очистку прямо сейчас!
FrmRegClean.vtrc.Columns[0]=Данные
FrmRegClean.vtrc.Columns[1]=Ключ реестра
;
; Оптимизация
;
FrmOptimizer.btnSlimming.caption=Оптимизировать
FrmOptimizer.btnnone.caption=Снять все
FrmOptimizer.btnall.caption=Отметить все
FrmOptimizer.btnDefault.caption=По умолчанию
FrmOptimizer.lblrecommendinfo.caption=Пожалуйста попробуйте наши другие программы wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer содержит целый ряд утилит для очистки реестра и дисков, и оптимизации компьютера. Простой и эффективный в использовании!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner лучшая бесплатная программа для очистки дисков от ненужных файлов. Быстрота и надежность!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Вы хотите повысить производительность Windows?
Frmoptimizer.lblinfoex.caption=Оптимизация системы может увеличить скорость работы системы
FrmOptimizer.btnoptimize.caption=Оптимизация
;
; Дефрагментация рееста
;
FrmRegDefragger.lblinfo.caption=Registry Defrag поможет ускорить работу компьютера.
FrmRegDefragger.lblstat.caption=Реестр фрагментирован. Сделайте дефрагментацию прямо сейчас!
FrmRegDefragger.btndefrag.caption=Сжатие
FrmRegDefragger.lblinfo1.caption=1. Закройте все другие приложения перед выполнением дефрагментации.
FrmRegDefragger.lblinfo2.caption=2. Система может временно не отвечать на запросы во время анализа.
FrmRegDefragger.lblinfo3.caption=3. Система перезагрузится автоматически после завершения дефрагментации реестра.
FrmRegDefragger.lblinfo4.caption=4. Просьба не отменять процесс, в противном случае, это приведет к непредсказуемым последствиям.
FrmRegDefragger.vtdefrag.Columns[0]=Ветвь
FrmRegDefragger.vtdefrag.Columns[1]=Текущий размер
FrmRegDefragger.vtdefrag.Columns[2]=Новый размер
FrmRegDefragger.vtdefrag.Columns[3]=Коэффициент разности
FrmRegDefragger.btnAnalysis.caption=Анализ
;
; Области поиска
;
Frmcustom.caption=Выбрать область
Frmcustom.btnre.caption=Рекомендуется
Frmcustom.btnall.caption=Отм. все
Frmcustom.btnnone.caption=Снять все
Frmcustom.btncancel.caption=Отмена
Frmcustom.btnok.caption=ОК
;
; О программе
;
FrmAbout.lblver.caption=Текущая версия:
FrmAbout.lblemail.caption=Поддержка:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Сайт:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Благодарим людей за их вклад:
FrmAboutWin.caption=О программе
FrmAboutWin.btnok.caption=ОК
;
; Параметры
;
FrmSettings.caption=Настройки
FrmSettings.tsCommon.caption=Основные
FrmGeneral.chkexp.caption=Присоединиться к программе улучшения качества программного обеспечения
FrmGeneral.lblexp.caption=Детализация
FrmSettings.tsAutoRun.caption=Авто запуск
FrmSettings.tsExclusion.caption=Исключение
FrmSettings.btnrestore.caption=О программе
FrmSettings.btnok.caption=ОК
FrmSettings.btncancel.caption=Отмена
;
; Авто запуск
;
FrmAutorunSettings.chk1.caption=Создать ярлык "Очистка в одно нажатие" на рабочем столе.
FrmAutorunSettings.lblcmd.caption=Режим командной строки
FrmAutorunSettings.lblcmdinfo.caption=Вы можете запустить программу, с командной строки. Для получения дополнительной информации, пожалуйста, нажмите F1 или щелкните по следующей ссылке, чтобы ознакомления с помощью документов.
FrmAutorunSettings.btnhelp.caption=Помощь онлайн
;
; Список исключений
;
FrmExclusion.btnAdd.caption=Добавить ключевое слово
FrmExclusion.btnExport.caption=Экспорт
FrmExclusion.btnRemove.caption=Удалить
FrmExclusion.btnimport.caption=Импорт
Frminput.btnok.caption=ОК
Frminput.btncancel.caption=Отмена
;
; Основные настройки
;
FrmGeneral.chkNews.caption=Получать новости
FrmGeneral.chkbackup.caption=Создавать копию реестра до очистки
FrmGeneral.WiseLabel1.caption=Обновления:
FrmGeneral.WiseLabel2.caption=Язык:
FrmGeneral.btnchecknew.caption=Проверить сейчас
FrmGeneral.lbtran.caption=Перевести...
FrmGeneral.lblscanmode.caption=Сканирование реестра
FrmGeneral.rdnormal.caption=Обычное
FrmGeneral.rdssafe.caption=Безопасное
FrmGeneral.rddeep.caption=Глубокое
;
; Резерв и восстановление
;
Frm_br.btncancel.caption=Отмена
FrmBackup.caption=Копии
FrmBackup.btnreg.caption=Создать полную копию реестра
FrmBackup.btnsys.caption=Создать точку восстановления
FrmRestore.caption=Центр восстановления
FrmRestore.btnRegBk.caption=Копия реестра
FrmRestore.btnSysBK.caption=Восстановление системы
FrmRestore.btnclose.caption=Закрыть
FrmRestore.btnrestore.caption=Откат
FrmRestore.btnremove.caption=Удалить
;
; Обновление
;
frmupdate.caption=Обновление программы
;
; Всплывающее меню
;
pmHelp=Справка онлайн
pmforum=Форум
pmHome=Домашняя страница
pmContact=Обратная связь
pmCheckNew=Проверить обновления
pmLang=Выбор языка
pmSkin=Выбор темы
pmAbout=О программе
pmIgnore=Игнорировать запись
pmrec=Выбрать безопасные записи
pmAll1=Выбрать все
pmNone=Снять все
pmGo=Открыть в редакторе реестра...
pmExport=Экспорт в...
pmPortable=Создать портативную версию
;
; Нравиться
;
FrmlikeUs.lblTitle.caption=Если вы любите Wise Registry Cleaner, просьба рассказать об этой программе вашим друзьям.
FrmlikeUs.lblInfo.caption=Пожалуйста, поделитесь Wise Registry Cleaner с семьей, друзьями, одноклассниками и коллегами по электронной почте, блогу, Twitter, Youtube, Facebook, и др...
FrmlikeUs.lblRate.caption=Оценить Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Подписаться:
FrmlikeUs.lblshare.caption=Рассказать о Registry Cleaner:
FrmlikeUs.btndownload.caption=Бесплатная загрузка
FrmlikeUs.imgrate.hint=5 звезд
FrmlikeUs.imgmail.hint=Поделиться с друзьями
FrmlikeUs.imgface1.hint=Поделиться на facebook
FrmlikeUs.imgface2.hint=Подписаться на facebook
FrmlikeUs.imgtwitter1.hint=Поделиться на twitter
FrmlikeUs.imgtwitter2.hint=Следите за нами в twitter
FrmlikeUs.Caption=Нравится
FrmlikeUs.lbldownload.caption=Загрузить другие программы на WiseCleaner.com :

;
; Дефрагменация
;
FrmProcess.Caption=Анализ реестра
FrmProcess.lblwait.caption=Анализ...
FrmProcess.lblinfo.caption=Ваш компьютер не будет отвечать несколько секунд или минут.
FrmProcess.lblwait.caption=Анализ, подождите...


[Message]
UpdateError=Ошибка обновления, вы хотите, загрузить последнюю версию на нашем сайте?
RegeditorLocked=Ваш regedit заблокирован. Функция резервного копирования и восстановления требует доступа к regedit. Вы хотите разблокировать regedit?
failtounLock=Не удалось разблокировать regedit. Может быть, вам нужна авторизация для реализации этой операции.
Total=Всего
DefragRate=Это поможет сократить размер реестра на %s.
SuggestDefrag=Рекомендуется немедленная дефрагментация реестра.
SuggestIgnore=Реестр не нуждается в дефрагментации, пожалуйста сделайте дефрагментацию в следующий раз.
TypeNoError=ошибок нет
NeverClean=Сейчас реестр не очищался. Рекомендуется произвести очистку!
AdviseClean=Регулярная очистка реестра поможет сделать работу компьютера более быстрой.
DupItem=Этот пункт уже в списке.
Advisedefrag=Registry Defrag поможет ускорить работу компьютера.
NeverDefrag=Реестр не дефрагментирован. Рекомендуется произвести дефрагментацию!
LastDefrag=Последняя дефрагментация реестра:
TotalDefrag=Всего %.2f было сжато.
DefaultValue=(По умолчанию)
RegBackup=Резервное копирование реестра
RegRestore=Восстановление реестра...
CreateBackup=Создание копии реестра...
Compress=Сжатие...
Extracte=Извлечение...
Complete=Готово
RestoreReg=Восстановление реестра...Подождите...
NotSupportOS=Эта функция не поддерживается в данной операционной системе.
EnableRestore=Функция восстановления системы отключена. Вы хотите включить восстановление системы?
SysCreating=Создание точки восстановления системы...
SysRestoring=Подготовка к восстановлению системы...
RestorePointDone=Точка восстановления системы успешно создана.
RestorePointFail=Ошибка при создании точки восстановления системы.
ErrorMsg=Сообщение об ошибке:
Area=Область
Summary=Описание
LeastOne=Выберите по крайней мере один элемент для проверки.
IsRunning=Сканирование, подождите завершения и повторите попытку.
Optimized=Оптимизировано
DefragReport=Реестр был дефрагментирован. Отчёт оптимизации:
DefragReport1=Старый размер реестра:
DefragReport2=Новый размер реестра:
DefragReport3=Оптимизированный размер:
ReOptimize=Повтор оптимизации
ComfirmDefrag=Компьютер будет перезагружен после дефрагментации реестра. Вы хотите начать сейчас?
def15After=%d дней назад был дефрагментирован реестр. Сделайте дефрагментацию прямо сейчас!
def15Before=Ваш компьютер будет работать быстрей если реестр будет оптимизирован.
KeyWord=Введите ключевое слово:
ExImport=Список исключений был экспортирован в:
NoNewVer=Вы используете последнюю версию.
Daily=Ежедневно
Weekly=Еженедельно
Monthly=Ежемесячно
Never=Никогда
TranslateTo=Перевести...
NeedBack=Кажется, что это ваш первый запуск программы программу. Рекомендуется сделать полное резервное копирование реестра. Вы хотите сделать его сейчас?
Newsletter=Подписка
UpgradeInfo=Информация об обновлении
CannotCrTask=Не удалось создать задачу.
ScheduleNextTime=В следующий раз:
Exported=Текущие элементы был экспортированы в %s, вы хотите открыть файл сейчас?
Idle=При простое
Login=Авторизация
LastClean=Последняя очистка реестра:
Monday=Понедельник
Tuesday=Вторник
Wednesday=Среда
Thursday=Четверг
Friday=Пятница
Saturday=Суббота
Sunday=Воскресенье
IssueFound=найдено ошибок - %d
Scanning=Сканирование
ScanCanceled=Проверка была отменена!
FindError=Найдено ошибок - %d. %d - небезопасные
LogAll=%d - найдено ошибок, %d - исправлено
LogFail=Не удалось исправить - %d.
StartClean=Очистка
StartScan=Сканировать
7After=%d дней назад была последняя очистка. Рекомендуется произвести очистку.
7Before=Чем чище реестр, тем быстрее работа компьютера!
ReScanHint=найдено ошибок - %d. Мы предлагаем вам проверить снова, чтобы найти больше ошибок.
CleanNow=Пожалуйста, нажмите «Начать очистку», чтобы исправить эти проблемы сразу.
NoError=Поздравляем! Ваш реестр не нуждается в очистке!
GoodHabit=Увеличьте скорость работы компьютера путем регулярной очистки реестра.
ReScanHint1=Мы предлагаем вам повторить сканирование, чтобы найти потенциальные проблемы сразу.
TypeChanged=Вы изменили элементы сканирования!
ReScanHint2=Повторите сканирование, чтобы найти проблемы.
CleanDone=Очистка завершена!
bkAuto=Автоматически
bkManual=Вручную
BackupDate=Время отката
BackupType=Тип копирования
Problems=Проблемы
CreateDate=Создан
Description=Описание
Removebackup=Вы хотите удалить выбранные резервные копии?
RemoveSysRestore=Вы хотите удалить системную точку восстановления?
NoBackupSelected=Выберите по крайней мере одну резервную копию для восстановления.
RestoreComplete=Восстановление закончено
RestoreFromSysRestore=Вы должны перезагрузить компьютер для восстановления системы. Вы хотите начать восстановление сейчас?
WhenIdle=Во время простоя
WhenLogin=При входе в систему
NewVer=Доступна новая версия! Вы хотите обновить сейчас?
TranslateTo=Перевести на...


[Tuneup]
SSDSpeedup=Оптимизация SSD
DisablePrefetch=Отключите предварительну выборку параметров, чтобы продлить срок службы SSD.
DisableSuperPrefetch=Отключить Superfetch параметры, чтобы продлить срок службы SSD.
DisableDefragBoot=Отключить дефрагментацию системы при загрузке, чтобы продлить срок службы SSD.
DisableDefragIdle=Отключить автоматическую дефрагментацию при простое, для продления срока службы SSD.
EnableTRIM=Включение функции TRIM для улучшения рабочей производительности SSD.
OptIEConnection=Увеличение количество подключений к серверу. Скорость загрузки страниц будет выше.
IconCache=Увеличить кэш значков системы и ускорить отображение рабочего стола.
RestoreAll=Вы хотите восстановить все пункты Windows по умолчанию?
NoSelectedItem=Выберите хотя бы один элемент для оптимизации.
OptItems=%d элементов могут быть оптимизированы.
ItemsOptimized=%d элементов было оптимизировано.
TakeEff=Некоторые изменения не вступят в силу до перезагрузки компьютера.
NoItems=Поздравляем! Все пункты были оптимизированы.
BootSpeedup=Ускорение загрузки и выключения
SystemStable=Стабильность системы
SystemSpeedup=Оптимизация системы
NetworkSpeedup=Оптимизация сети
PrefetchParameters=Оптимизация предварительной выборки параметров Windows, для увеличения скорости загрузки
BootDelay=Уменьшить время доступа к диску для улучшения скорости загрузки Windows
BootPartition=Включить функцию оптимизации для улучшения скорости загрузки Windows.
ClearPagingFile=Отключить очистку файла подкачки Windows при выключении, чтобы ускорить завершение работы компьютера.
TimeOut=Уменьшить время ожидания ответа приложений, при его зависании
AutoKill=Закрывать не отвечающие процессы во избежание сбоев системы
RestartExplorer=Автоматический перезапуск проводника при зависании рабочего стола
TwoProcess=Запускать компоненты Windows Explorer в отдельных процессах, для избежания конфликтов системы
ErrorReport=Отключить экран сообщения об ошибках для улучшения производительности системы
Debugger=Отключить отладчик для ускорения обработки ошибок.
OptMemory=Оптимизация памяти по умолчанию для улучшения производительности системы
OptVEff=Оптимизировать вид компонентов (диалогового окна, меню и т.д.) для улучшения производительности системы
OptFileSystem=Оптимизация файловой системы для улучшения производительности системы.
OptDiskSystem=Оптимизация подсистемы ввода/вывода диска для повышения производительности системы
DisAutoRun=Отключить функцию "Автозапуск" на дисках, чтобы избежать заражения вирусами
OptDiskIdle=Оптимизация ввода-вывода диска во время простоя
OptTTL=Оптимизировать настройки TTL для повышения производительности сети
OptNetForward=Оптимизировать пропускную способность сети для повышения производительности сети
OptMTU=Автоматическое определение «черных дыр» в TCP/IP
OptWINS=Оптимизировать время запроса имени WINS для повышения скорости передачи данных
OptNetWork=Оптимизировать параметры сети для повышения производительности коммуникации
CloseAnimate=Отключить эффект анимации при развертывании или минимизации окна
PagingExecutive=Отключить разбиение памяти на страницы. (Опция может игнорироваться, если физической памяти меньше 1 Гб)
StaticIP=Задать статический IP для локального соединения для ускорения загрузки вашего компьютера
PorcessorTime=Оптимизация производительности процессора для работы приложений, игр
DisableIDECheck=Предотвращение проверки IDE канала, для улучшения загрузки Windows-скорость
ForeAppSpeed=Увеличить скорость реакции переднего плана программ
AeroPeek=Повысить скорость отображения Аэро
OptEthernet=Оптимизировать производительность карты Ethernet


[Type]
ContextMenu=Недопустимый элемент
MUICache=Кэш MUI
Services=Службы Windows
Activex=Компоненты ActiveX/COM
FireWall=Параметры брандмауэра
RootAll=Ошибки пути
SoftwareSection=Пути программ
ApplicationPaths=Пути приложений
FileTypes=Типы файлов
HelpFiles=Файлы помощи
Fonts=Шрифты
SharedDLL=Общие DLL
MRULists=Список истории
UninstallSection=Деинсталлятор
StartMenu=Меню Старт
StartupProgram=Запуск программ
SoundandAppEvents=Звук и События
IEUrlHistory=История IE URL
IFEO=Файлы изображений
EmptyKey=Пустые ключи
App=Параметры приложений


[ErrorMessage]
MUIError1=Отсутствует MUI ссылка, но диск «%s» %s, рекомендуем вам игнорировать эту ошибку.
MUIError=Поиск потерянных ссылок на MUI
ServiceNotExists=Служба не существует.
MimeExName=Неправильное расширение файла MIME: %s
EmptyKey=Пустые ключи
EmptyHelpdirctory=Пустая папка Помощи.
FileNotExist=Файл (папка) не существует.
HFileNotExist=Файл справки (папка) не существует.
EmptyValue=Пустое значение
TypeLib=Библиотека типов не существует:
NodeEmpty=Пустой узел
SharedFilenotexist=Общий файл не существует.
sharedfilenotbeuse=Неиспользуемые общие файлы.
noconnection=Не связанный файл.
Invalidpathtoicon=Неправильный путь к иконе.
ReferstoaninvalidClass=Ссылается на недопустимый класс.
Emptyshellcommand=Пустая команда.
Invalidshellcommand=Неправильная команда оболочки (Файл не существует).
Fontsnotexist=Файл шрифтов не существует.
Hijacking=%s перехвачен %s.
MRULists=Список истории
invalidOpenWith=Нет приложения, связанные с этим типом.
ReferActivex=Недействительные записи ActiveX/COM.
EmptyCLSID=Пустой CLSID.
ComSourceNotExist=Источник COM не существует.
invalidUnistall=Неверная информация деинсталляции.
notexist=не существует
ObsoleteStartMenuItem=Устаревший Пункт Меню.
SoundFilenotexist=Звуковой файл не существует.
FileNotExist1=Файл (папка) не существует, но диск «%s» является %s, рекомендуем игнорировать эту ошибку.
OpenWithError=Ошибка открытия, указанное приложение не существует.
OpenWithError1=Ошибка открытия, указанное приложение не существует. Однако диск «%s» %s, рекомендуем вам игнорировать эту ошибку.
ComSourceNotExist1=Источник COM не существует, но устройство %s является %s, рекомендуем вам игнорировать эту ошибку.


[Summary]
ContextMenu=Недопустимый элемент
MUICache=Отсутствует ссылка на кэш MUI
Services=Недопустимая служба Windows
Activex=Неверные ActiveX и COM компоненты
FireWall=Неверные параметры брандмауэра Windows
RootAll=Неверные пути или файлы
SoftwareSection=Ключи удаленных файлов и программ
ApplicationPaths=Неверные зарегистрированные пути приложений и файлов
FileTypes=Неверная информация расширения файла
HelpFiles=Незарегистрированные справки
Fonts=Неверная информация о шрифте
SharedDLL=Отсутствие общих динамических библиотек
MRULists=История доступа к файлам
UninstallSection=Бесполезная или недействительная информация деинсталляции
StartMenu=Устаревшие элементы меню Пуск
StartupProgram=Устаревший или неправильный запуск программ
SoundandAppEvents=Устаревшие или недопустимые параметры звука
IEUrlHistory=История посещенных страниц IE
IFEO=Записи созданные шпионскими программами и вирусами
EmptyKey=Ключи не содержащие информацию
App=Неверные настройки приложений


[AutoClean]
ErrorsFixed=ошибок было исправлено.
Title=Поздравляем!
ErrorsFound=ошибок было найдено.


[AutoUpdate]
CurrentFile=Текущий файл:
Canceling=Отмена...
CANCEL=Отмена
Ready=Готово для загрузки


[Skin]
SkinDefault=По умолчанию
SkinBlue=Синий
SkinGreen=Зелёный
SkinCustom=Выбрать цвет
SkinColor=Выбрать цвет скина

